Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: Non-compliance with any of the following provisions related to operators or notified bodies, other than those laid down in Articles 5, shall be subject to administrative fines of up to EUR 15 000 000 or, if the offender is an undertaking, up to 3 % of its total worldwide annual turnover for the preceding financial year, whichever is higher:
it_it: La non conformità a qualsiasi delle seguenti disposizioni connesse a operatori o organismi notificati, diverse da quelle di cui all'articolo 5, è soggetta a sanzioni amministrative pecuniarie fino a 15 000 000 EUR o, se l'autore del reato è un'impresa, fino al 3 % del fatturato mondiale totale annuo dell'esercizio precedente, se superiore:

source: obligations of providers pursuant to Article 16;
it_it: gli obblighi dei fornitori a norma dell'articolo 16;

source: obligations of authorised representatives pursuant to Article 22;
it_it: gli obblighi dei rappresentati autorizzati a norma dell'articolo 22;

source: obligations of importers pursuant to Article 23;
it_it: gli obblighi degli importatori a norma dell'articolo 23;

source: obligations of distributors pursuant to Article 24;
it_it: gli obblighi dei distributori a norma dell'articolo 24;

source: obligations of deployers pursuant to Article 26;
it_it: gli obblighi dei deployer a norma dell'articolo 26;

source: requirements and obligations of notified bodies pursuant to Article 31, Article 33(1), (3) and (4) or Article 34;
it_it: i requisiti e gli obblighi degli organismi notificati a norma dell'articolo 31, dell'articolo 33, paragrafi 1, 3 e 4, o dell'articolo 34;

source: transparency obligations for providers and deployers pursuant to Article 50.
it_it: gli obblighi di trasparenza per i fornitori e i deployers a norma dell'articolo 50.

source: The supply of incorrect, incomplete or misleading information to notified bodies or national competent authorities in reply to a request shall be subject to administrative fines of up to EUR 7 500 000 or, if the offender is an undertaking, up to 1 % of its total worldwide annual turnover for the preceding financial year, whichever is higher.
it_it: La fornitura di informazioni inesatte, incomplete o fuorvianti agli organismi notificati o alle autorità nazionali competenti per dare seguito a una richiesta è soggetta a sanzioni amministrative pecuniarie fino a 7 500 000 EUR o, se l'autore del reato è un'impresa, fino all'1 % del fatturato mondiale totale annuo dell'esercizio precedente, se superiore.

source: In the case of SMEs, including start-ups, each fine referred to in this Article shall be up to the percentages or amount referred to in paragraphs 3, 4 and 5, whichever thereof is lower.
it_it: Nel caso delle PMI, comprese le start-up, ciascuna sanzione pecuniaria di cui al presente articolo è pari al massimo alle percentuali o all'importo di cui ai paragrafi 3, 4 e 5, se inferiore.

source: When deciding whether to impose an administrative fine and when deciding on the amount of the administrative fine in each individual case, all relevant circumstances of the specific situation shall be taken into account and, as appropriate, regard shall be given to the following:
it_it: Nel decidere se infliggere una sanzione amministrativa pecuniaria e nel determinarne l'importo in ogni singolo caso, si tiene conto di tutte le circostanze pertinenti della situazione specifica e, se del caso, si tiene in considerazione quanto segue:

source: the nature, gravity and duration of the infringement and of its consequences, taking into account the purpose of the AI system, as well as, where appropriate, the number of affected persons and the level of damage suffered by them;
it_it: la natura, la gravità e la durata della violazione e delle sue conseguenze, tenendo in considerazione la finalità del sistema di IA, nonché, ove opportuno, il numero di persone interessate e il livello del danno da esse subito;

source: whether administrative fines have already been applied by other market surveillance authorities to the same operator for the same infringement;
it_it: se altre autorità di vigilanza del mercato hanno già applicato sanzioni amministrative pecuniarie allo stesso operatore per la stessa violazione;

source: whether administrative fines have already been applied by other authorities to the same operator for infringements of other Union or national law, when such infringements result from the same activity or omission constituting a relevant infringement of this Regulation;
it_it: se altre autorità hanno già applicato sanzioni amministrative pecuniarie allo stesso operatore per violazioni di altre disposizioni del diritto dell'Unione o nazionale, qualora tali violazioni derivino dalla stessa attività o omissione che costituisce una violazione pertinente del presente regolamento;

source: the size, the annual turnover and market share of the operator committing the infringement;
it_it: le dimensioni, il fatturato annuo e la quota di mercato dell'operatore che ha commesso la violazione;

source: any other aggravating or mitigating factor applicable to the circumstances of the case, such as financial benefits gained, or losses avoided, directly or indirectly, from the infringement;
it_it: eventuali altri fattori aggravanti o attenuanti applicabili alle circostanze del caso, ad esempio i benefici finanziari conseguiti o le perdite evitate, direttamente o indirettamente, quale conseguenza della violazione;

source: the degree of cooperation with the national competent authorities, in order to remedy the infringement and mitigate the possible adverse effects of the infringement;
it_it: il grado di cooperazione con le autorità nazionali competenti al fine di porre rimedio alla violazione e attenuarne i possibili effetti negativi;

source: the degree of responsibility of the operator taking into account the technical and organisational measures implemented by it;
it_it: il grado di responsabilità dell'operatore tenendo conto delle misure tecniche e organizzative attuate;

source: the manner in which the infringement became known to the national competent authorities, in particular whether, and if so to what extent, the operator notified the infringement;
it_it: il modo in cui le autorità nazionali competenti sono venute a conoscenza della violazione, in particolare se e in che misura è stata notificata dall'operatore;

source: the intentional or negligent character of the infringement;
it_it: il carattere doloso o colposo della violazione;

source: any action taken by the operator to mitigate the harm suffered by the affected persons.
it_it: l'eventuale azione intrapresa dall'operatore per attenuare il danno subito dalle persone interessate.

source: Each Member State shall lay down rules on to what extent administrative fines may be imposed on public authorities and bodies established in that Member State.
it_it: Ciascuno Stato membro può prevedere norme che dispongano in quale misura possono essere inflitte sanzioni amministrative pecuniarie ad autorità pubbliche e organismi pubblici istituiti in tale Stato membro.

source: Depending on the legal system of the Member States, the rules on administrative fines may be applied in such a manner that the fines are imposed by competent national courts or by other bodies, as applicable in those Member States.
it_it: A seconda dell'ordinamento giuridico degli Stati membri, le norme in materia di sanzioni amministrative pecuniarie possono essere applicate in modo tale che le sanzioni pecuniarie siano inflitte dalle autorità giudiziarie nazionali competenti o da altri organismi, quali applicabili in tali Stati membri.

source: The application of such rules in those Member States shall have an equivalent effect.
it_it: L'applicazione di tali norme in tali Stati membri ha effetto equivalente.

source: The exercise of powers under this Article shall be subject to appropriate procedural safeguards in accordance with Union and national law, including effective judicial remedies and due process.
it_it: L'esercizio dei poteri attribuiti dal presente articolo è soggetto a garanzie procedurali adeguate in conformità del diritto dell'Unione e nazionale, inclusi il ricorso giurisdizionale effettivo e il giusto processo.

source: Member States shall, on an annual basis, report to the Commission about the administrative fines they have issued during that year, in accordance with this Article, and about any related litigation or judicial proceedings.
it_it: Gli Stati membri riferiscono annualmente alla Commissione in merito alle sanzioni amministrative pecuniarie inflitte nel corso dell'anno, in conformità del presente articolo, e a eventuali controversie o procedimenti giudiziari correlati.

source: Administrative fines on Union institutions, bodies, offices and agencies
it_it: Sanzioni amministrative pecuniarie inflitte a istituzioni, organi e organismi dell'Unione

source: The European Data Protection Supervisor may impose administrative fines on Union institutions, bodies, offices and agencies falling within the scope of this Regulation.
it_it: Il Garante europeo della protezione dei dati può infliggere sanzioni amministrative pecuniarie alle istituzioni, agli organi e agli organismi dell'Unione che rientrano nell'ambito di applicazione del presente regolamento.

source: When deciding whether to impose an administrative fine and when deciding on the amount of the administrative fine in each individual case, all relevant circumstances of the specific situation shall be taken into account and due regard shall be given to the following:
it_it: Nel decidere se infliggere una sanzione amministrativa pecuniaria e nel determinarne l'importo in ogni singolo caso, si tiene conto di tutte le circostanze pertinenti della situazione specifica e si tiene quanto segue in debita considerazione:

source: the nature, gravity and duration of the infringement and of its consequences, taking into account the purpose of the AI system concerned, as well as, where appropriate, the number of affected persons and the level of damage suffered by them;
it_it: la natura, la gravità e la durata della violazione e delle sue conseguenze, tenendo in considerazione la finalità del sistema di IA interessato, nonché se del caso, il numero di persone interessate e il livello del danno da esse subito;

source: the degree of responsibility of the Union institution, body, office or agency, taking into account technical and organisational measures implemented by them;
it_it: il grado di responsabilità dell'istituzione, dell'organo o dell'organismo dell'Unione, tenendo conto delle misure tecniche e organizzative da essi attuate;

source: any action taken by the Union institution, body, office or agency to mitigate the damage suffered by affected persons;
it_it: qualsiasi azione intrapresa dall'istituzione, dall'organo o dall'organismo dell'Unione per attenuare il danno subito dalle persone interessate;

source: the degree of cooperation with the European Data Protection Supervisor in order to remedy the infringement and mitigate the possible adverse effects of the infringement, including compliance with any of the measures previously ordered by the European Data Protection Supervisor against the Union institution, body, office or agency concerned with regard to the same subject matter;
it_it: il grado di cooperazione con il Garante europeo della protezione dei dati al fine di porre rimedio alla violazione e attenuarne i possibili effetti negativi, compreso il rispetto delle misure precedentemente disposte dal Garante europeo della protezione dei dati nei confronti dell'istituzione, dell'organo o dell'organismo dell'Unione interessato in relazione allo stesso tema;

source: any similar previous infringements by the Union institution, body, office or agency;
it_it: eventuali precedenti violazioni analoghe commesse dall'istituzione, dall'organo o dall'organismo dell'Unione;

source: the manner in which the infringement became known to the European Data Protection Supervisor, in particular whether, and if so to what extent, the Union institution, body, office or agency notified the infringement;
it_it: il modo in cui il Garante europeo della protezione dei dati è venuto a conoscenza della violazione, in particolare se e in che misura è stata notificata dall'istituzione, dall'organo o dall'organismo dell'Unione;

source: the annual budget of the Union institution, body, office or agency.
it_it: il bilancio annuale dell'istituzione, dell'organo o dell'organismo dell'Unione.

source: Non-compliance with the prohibition of the AI practices referred to in Article 5 shall be subject to administrative fines of up to EUR 1 500 000.
it_it: La non conformità al divieto delle pratiche di IA di cui all'articolo 5 è soggetta a sanzioni amministrative pecuniarie fino a 1 500 000 EUR.

source: The non-compliance of the AI system with any requirements or obligations under this Regulation, other than those laid down in Article 5, shall be subject to administrative fines of up to EUR 750 000.
it_it: La non conformità del sistema di IA ai requisiti o agli obblighi a norma del presente regolamento, diversi da quelli previsti all'articolo 5, è soggetta a sanzioni amministrative pecuniarie fino a 750 000 EUR.

source: Before taking decisions pursuant to this Article, the European Data Protection Supervisor shall give the Union institution, body, office or agency which is the subject of the proceedings conducted by the European Data Protection Supervisor the opportunity of being heard on the matter regarding the possible infringement.
it_it: Prima di adottare qualsiasi decisione a norma del presente articolo, il Garante europeo della protezione dei dati dà all'istituzione, all'organo o all'organismo dell'Unione oggetto del procedimento avviato dal Garante europeo della protezione dei dati l'opportunità di esprimersi in merito all'eventuale violazione.

source: The European Data Protection Supervisor shall base his or her decisions only on elements and circumstances on which the parties concerned have been able to comment.
it_it: Il Garante europeo della protezione dei dati basa le sue decisioni solo sugli elementi e le circostanze in merito ai quali le parti interessate sono state poste in condizione di esprimersi.

source: Complainants, if any, shall be associated closely with the proceedings.
it_it: Gli eventuali ricorrenti sono strettamente associati al procedimento.

source: The rights of defence of the parties concerned shall be fully respected in the proceedings.
it_it: Nel corso del procedimento sono pienamente garantiti i diritti di difesa delle parti interessate.

source: They shall be entitled to have access to the European Data Protection Supervisor’s file, subject to the legitimate interest of individuals or undertakings in the protection of their personal data or business secrets.
it_it: Esse hanno diritto d'accesso al fascicolo del Garante europeo della protezione dei dati, fermo restando l'interesse legittimo delle persone fisiche o delle imprese alla tutela dei propri dati personali o segreti aziendali.

source: Funds collected by imposition of fines in this Article shall contribute to the general budget of the Union.
it_it: I fondi raccolti mediante l'imposizione di sanzioni pecuniarie in forza del presente articolo contribuiscono al bilancio generale dell'Unione.

source: The fines shall not affect the effective operation of the Union institution, body, office or agency fined.
it_it: Le sanzioni pecuniarie non pregiudicano l'effettivo funzionamento dell'istituzione, dell'organo o dell'organismo dell'Unione sanzionato.

source: The European Data Protection Supervisor shall, on an annual basis, notify the Commission of the administrative fines it has imposed pursuant to this Article and of any litigation or judicial proceedings it has initiated.
it_it: Il Garante europeo della protezione dei dati notifica annualmente alla Commissione le sanzioni amministrative pecuniarie da esso inflitte a norma del presente articolo e qualsiasi controversia o procedimento giudiziario che ha avviato.

source: Fines for providers of general-purpose AI models
it_it: Sanzioni pecuniarie per i fornitori di modelli di IA per finalità generali

source: The Commission may impose on providers of general-purpose AI models fines not exceeding 3 % of their annual total worldwide turnover in the preceding financial year or EUR 15 000 000, whichever is higher., when the Commission finds that the provider intentionally or negligently:
it_it: La Commissione può infliggere ai fornitori di modelli di IA per finalità generali sanzioni pecuniarie non superiori al 3 % del fatturato mondiale annuo totale dell'esercizio precedente o a 15 000 000 EUR, se superiore, ove essa rilevi che il fornitore, intenzionalmente o per negligenza:

source: infringed the relevant provisions of this Regulation;
it_it: ha violato le pertinenti disposizioni del presente regolamento;

source: failed to comply with a request for a document or for information pursuant to Article 91, or supplied incorrect, incomplete or misleading information;
it_it: non ha ottemperato a una richiesta di documento o di informazioni a norma dell'articolo 91 o ha fornito informazioni inesatte, incomplete o fuorvianti;

source: failed to comply with a measure requested under Article 93;
it_it: non ha ottemperato a una misura richiesta a norma dell'articolo 93;

source: failed to make available to the Commission access to the general-purpose AI model or general-purpose AI model with systemic risk with a view to conducting an evaluation pursuant to Article 92.
it_it: non ha messo a disposizione della Commissione l'accesso al modello di IA per finalità generali o al modello di IA per finalità generali con rischio sistemico al fine di effettuare una valutazione a norma dell'articolo 92.

source: In fixing the amount of the fine or periodic penalty payment, regard shall be had to the nature, gravity and duration of the infringement, taking due account of the principles of proportionality and appropriateness.
it_it: Nel determinare l'importo della sanzione pecuniaria o della penalità di mora, si tengono in considerazione la natura, la gravità e la durata della violazione, tenendo debitamente conto dei principi di proporzionalità e di adeguatezza.

source: The Commission shall also into account commitments made in accordance with Article 93(3) or made in relevant codes of practice in accordance with Article 56.
it_it: La Commissione tiene conto anche degli impegni assunti in conformità dell'articolo 93, paragrafo 3, o assunti nei pertinenti codici di condotta in conformità dell'articolo 56.

source: Before adopting the decision pursuant to paragraph 1, the Commission shall communicate its preliminary findings to the provider of the general-purpose AI model and give it an opportunity to be heard.
it_it: Prima di adottare la decisione a norma del paragrafo 1, la Commissione comunica le sue constatazioni preliminari al fornitore del modello di IA per finalità generali o del modello di IA e gli dà l'opportunità di essere ascoltato.

source: Fines imposed in accordance with this Article shall be effective, proportionate and dissuasive.
it_it: Le sanzioni pecuniarie inflitte in conformità del presente articolo sono effettive, proporzionate e dissuasive.

source: Information on fines imposed under this Article shall also be communicated to the Board as appropriate.
it_it: Le informazioni in merito alle sanzioni pecuniarie inflitte a norma del presente articolo sono altresì comunicate al consiglio per l'IA, se del caso.

source: The Court of Justice of the European Union shall have unlimited jurisdiction to review decisions of the Commission fixing a fine under this Article.
it_it: La Corte di giustizia dell'Unione europea ha competenza giurisdizionale anche di merito per esaminare le decisioni mediante le quali la Commissione ha fissato una sanzione pecuniaria a norma del presente articolo.

source: It may cancel, reduce or increase the fine imposed.
it_it: Essa può estinguere, ridurre o aumentare la sanzione pecuniaria inflitta.

source: The Commission shall adopt implementing acts containing detailed arrangements and procedural safeguards for proceedings in view of the possible adoption of decisions pursuant to paragraph 1 of this Article.
it_it: La Commissione adotta atti di esecuzione contenenti modalità dettagliate per i procedimenti e garanzie procedurali in vista dell'eventuale adozione di decisioni a norma del paragrafo 1 del presente articolo.

source: CHAPTER XIII
it_it: CAPO XIII

source: FINAL PROVISIONS
it_it: DISPOSIZIONI FINALI

source: Amendment to Regulation (EC) No 300/2008
it_it: Modifica del regolamento (CE) n, 300/2008

source: In Article 4(3) of Regulation (EC) No 300/2008, the following subparagraph is added:
it_it: All'articolo 4, paragrafo 3, del regolamento (CE) n, 300/2008 è aggiunto il comma seguente:

source: ‘When adopting detailed measures related to technical specifications and procedures for approval and use of security equipment concerning Artificial Intelligence systems within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
it_it: «Nell'adottare misure dettagliate relative alle specifiche tecniche e alle procedure per l'approvazione e l'uso delle attrezzature di sicurezza per quanto concerne i sistemi di intelligenza artificiale ai sensi del regolamento (UE) 2024/1689 o del Parlamento europeo e del Consiglio (*), si tiene conto dei requisiti di cui al capo III, sezione 2, di tale regolamento.

source: Amendment to Regulation (EU) No 167/2013
it_it: Modifica del regolamento (UE) n, 167/2013

source: In Article 17(5) of Regulation (EU) No 167/2013, the following subparagraph is added:
it_it: All'articolo 17, paragrafo 5, del regolamento (UE) n, 167/2013 è aggiunto il comma seguente:

source: ‘When adopting delegated acts pursuant to the first subparagraph concerning artificial intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
it_it: «Nell'adottare atti delegati a norma del primo comma per quanto concerne i sistemi di intelligenza artificiale che sono componenti di sicurezza ai sensi del regolamento (UE) 2024/1689 del Parlamento europeo e del Consiglio (*), si tiene conto dei requisiti di cui al capo III, sezione 2, di tale regolamento.

source: ‘When adopting delegated acts pursuant to the first subparagraph concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
it_it: «Nell'adottare atti delegati a norma del primo comma per quanto concerne i sistemi di intelligenza artificiale che sono componenti di sicurezza ai sensi del regolamento (UE) 2024/1689 del Parlamento europeo e del Consiglio (*), si tiene conto dei requisiti di cui al capo III, sezione 2, di tale regolamento.

source: Amendment to Directive 2014/90/EU
it_it: Modifica della direttiva 2014/90/UE

source: In Article 8 of Directive 2014/90/EU, the following paragraph is added:
it_it: All'articolo 8 della direttiva 2014/90/UE è aggiunto il paragrafo seguente:
